# welcome_message = "اهلا وسهلا بك في محادثة MOB YTU هنا يمكنك الحصول على كل المعلومات التي تحتاجها عن جامعة يلدز التقنية "
welcome_message = """
السلام عليكم 
اتحاد المصريين بجامعة يلدز(MOB-YTU) يقدم لكم بوت عبد الصمد.

اهداف البوت:

1- تقديم مساعدة للطلاب الجدد والاجابة على الاسئلة الشائعة عند تثبيت القيد وكل ما يتعلق بمكتب شؤون الطلبة الاجانب.
2- معرفة كل ما يخص الطلاب من امتيازات وخدمات.
3- تقديم المعلومات الخاصة بالسنة التحضيرية.
4- شرح وتقديم معلومات مفصلة عن كل تخصص في جامعة يلدز.
وغيره الكثير.



اتحاد المصريين بجامعة يلدز يتمنى لكم النجاح والتوفيق.

"""

help_message = """
help #TODO

"""

about_message = """
عن البوت

السلام عليكم 
عشان متبقاش زي اي حد تاني داخل الجامعة مش عارف رجلك من راسك 
بوت عبد الصمد هيقولك على كل حاجة خاصة بجامعة يلدز.
عبد الصمد خبرة 8 سنين في الجامعة, كان فاضله سنة ويتفصل بس عدت على خير الحمد لله 
وعشان هو مش عايز حد يقع ف نفس غلطته, قرر انه يساعد الناس الجديدة ويقولهم على كل الخبايا اللي ف الجامعة:
هيديك شرح مفصل عن كل تخصص ف الجامعة.
هيقولك ازاي تختار موادك بطريقة صح ويشرحلك موضوع الكريدي, وانه مش لازم تاخد كل الكريدي المتاح ليك عشان تبقى جامد وتخلص الجامعة في سنتين بدل اربعة, اهم حاجة المواد اللي تاخدها تنجح فيها بتقدير عالي.
هتعرف ازاي تقدم على اقامة الطالب.
هيجاوبك ع الاسئلة الشائعة (الخدمات و الامتيازات المتاحة ليك كطالب, و ازاي تقدر تستفيد من حسابك الجامعي....الخ)
ومش كده وبس, ده هيرشحلك اسماء دكاترة تاخد معاهم المواد, وهيقولك الدكاترة اللي تبعد عنهم.

الخلاصة انك هتدخل الجامعة عارف حاجات ممكن طلاب سنة رابعة معرفوهاش.
اسيبك انا بقا مع عبد الصممد.

بالتوفيق, سسسلام.

"""